_PAD
_UNK
O
B-toloc.city_name
B-fromloc.city_name
I-toloc.city_name
B-depart_date.day_name
B-airline_name
I-fromloc.city_name
B-depart_time.period_of_day
I-airline_name
B-depart_date.day_number
B-depart_date.month_name
B-depart_time.time
B-round_trip
B-cost_relative
I-round_trip
B-flight_mod
B-depart_time.time_relative
I-depart_time.time
B-stoploc.city_name
B-city_name
B-class_type
B-arrive_time.time
B-arrive_time.time_relative
I-class_type
B-flight_stop
I-arrive_time.time
B-airline_code
I-depart_date.day_number
I-fromloc.airport_name
B-fromloc.airport_name
B-arrive_date.day_name
B-toloc.state_code
B-depart_date.today_relative
B-flight_number
B-depart_date.date_relative
B-toloc.state_name
B-fare_basis_code
B-flight_time
B-or
B-arrive_time.period_of_day
B-meal_description
I-cost_relative
I-airport_name
B-fare_amount
I-fare_amount
I-city_name
I-toloc.airport_name
B-transport_type
B-arrive_date.month_name
I-stoploc.city_name
B-arrive_date.day_number
B-meal
B-fromloc.state_code
B-depart_time.period_mod
B-connect
B-fromloc.state_name
B-flight_days
B-toloc.airport_name
B-airport_name
B-economy
I-flight_time
B-aircraft_code
B-mod
B-airport_code
B-depart_time.start_time
B-depart_date.year
B-depart_time.end_time
B-restriction_code
I-transport_type
B-arrive_time.start_time
B-arrive_time.end_time
B-toloc.airport_code
I-arrive_time.end_time
I-depart_time.end_time
I-flight_stop
B-fromloc.airport_code
I-restriction_code
I-depart_time.start_time
I-toloc.state_name
I-depart_date.today_relative
B-arrive_date.date_relative
I-flight_mod
B-return_date.date_relative
I-economy
I-fromloc.state_name
B-state_code
I-arrive_time.start_time
I-arrive_date.day_number
B-meal_code
I-depart_time.period_of_day
B-stoploc.state_code
B-period_of_day
B-day_name
B-return_date.month_name
B-arrive_time.period_mod
I-meal_code
B-return_date.day_number
I-arrive_time.period_of_day
I-today_relative
B-return_time.period_of_day
B-toloc.country_name
B-days_code
B-return_time.period_mod
I-return_date.date_relative
I-depart_time.time_relative
B-arrive_date.today_relative
I-fare_basis_code
B-day_number
B-today_relative
I-arrive_time.time_relative
B-time
B-state_name
I-return_date.today_relative
B-month_name
I-time
I-meal_description
B-return_date.day_name
B-return_date.today_relative
B-time_relative
B-stoploc.airport_name
I-return_date.day_number
